Repository: common-repository/current-year-and-footer-information
Catalog: languages/wpcyfi-*.po
Languages: ca, es_es

source: Current year and footer information
ca: Any actual
es_es: Año actual

source: Current year and footer info
ca: Any actual
es_es: Año actual

source: Settings saved successfully.
ca: Configuració desada correctament.
es_es: Configuración guardada correctamente.

source: Save settings
ca: Desar configuració
es_es: Guardar configuración

source: Legal notice name
ca: Nom avís legal
es_es: Nombre aviso legal

source: Legal notice URL
ca: URL avís legal
es_es: URL aviso legal

source: Show URL in a new page
ca: Mostra l'URL en una nova pàgina
es_es: Muestra la URL en una nueva página

source: Cookies name
ca: Nom política de Cookies
es_es: Nombre política de Cookies

source: Cookies URL
ca: URL política de Cookies
es_es: URL Política de Cookies

source: As easiest as:
ca: Tant fàcil com:
es_es: Tan fácil como:

source: Add Current Year using this shortcode: [cy]
ca: Afegeix l'Any Actual utilitzant aquest shortcode: [cy]
es_es: Añade el año actual utilizando este shortcode: [cy]

source: Add Copyright symbol &copy; using this shortcode: [c]
ca: Afegeix el símbol del Copyright &copy; utilitzant aquest shortcode: [c]
es_es: Añade el símbolo del Copyright &copy; utilizando este shortcode: [c]

source: Add Legal Notice link using this shortcode: [legal_notice] (form below must be filled in).
ca: Afegeix l'Avís legal utilitzant aquest shortcode: [legal_notice] (ha d'estar omplert el formulari de sota)
es_es: Añade el Aviso legal utilizando este shortcode: [legal_notice] (el formulario debe estar rellenado)

source: Add Cookies link using this shortcode: [cookies] (form below must be filled in).
ca: Afegeix la Política de Cookies utilitzant aquest shortcode: [cookies] (ha d'estar omplert el formulari de sota)
es_es: Añade la Política de Cookies utilizando este shortcode: [cookies] (el formulario debe estar rellenado)

source: Legal Notice and Cookies policy must be configured in the plugin options with the name and the URL.
ca: L'Avís Legal i la Política de Cookies han d'estar configurats en les opcions del plugin amb el Nom i l'URL
es_es: El formulario del Aviso Legal y la Política de cookies debe estar rellenado para que se muestre la información.

source: Not valid URL
ca: La URL no és vàlida
es_es: URL no valida
